{
  "Guid": "e9575f19-0923-7e4d-ae45-d949de98fce8",
  "UpdatedAt": "2025-12-24T18:45:21.6001026Z",
  "Title": "Proxy Mapping for GET /3/movie/47964/similar",
  "Description": "Proxy Mapping for GET /3/movie/47964/similar",
  "Priority": -2000000,
  "Request": {
    "Path": {
      "Matchers": [
        {
          "Name": "WildcardMatcher",
          "Pattern": "/3/movie/47964/similar",
          "IgnoreCase": false
        }
      ]
    },
    "Methods": [
      "GET"
    ],
    "HttpVersion": "1.1",
    "Params": [
      {
        "Name": "language",
        "Matchers": [
          {
            "Name": "ExactMatcher",
            "Pattern": "de",
            "IgnoreCase": false
          }
        ]
      }
    ]
  },
  "Response": {
    "StatusCode": 200,
    "BodyAsJson": {
      "page": 1,
      "results": [
        {
          "adult": false,
          "backdrop_path": "/lV2UQv1qmiZA0tWsVjgFLD6z2uG.jpg",
          "genre_ids": [
            28,
            80,
            53
          ],
          "id": 82,
          "original_language": "en",
          "original_title": "Miami Vice",
          "overview": "Sonny Crockett und Ricardo Tubbs arbeiten undercover um drei Morde in Miami aufzuklären. Im Rahmen ihrer Ermittlungen begleiten sie einen Drogenkurier, der große Mengen nach Südflorida transportiert und sie hoffentlich zum gesuchten Mörder führt. Ihr Auftrag läuft jedoch aus dem Ruder, als sich Crockett mit der Frau eines Waffen- und Drogenkuriers einlässt und Tubbs Freundin Trudy ins Fadenkreuz der Verbrecher gerät.",
          "popularity": 2.7761,
          "poster_path": "/zxF0lsq8cpHlYJZtj9RsJ0AfJPN.jpg",
          "release_date": "2006-07-27",
          "title": "Miami Vice",
          "video": false,
          "vote_average": 6.0,
          "vote_count": 1898
        },
        {
          "adult": false,
          "backdrop_path": "/12fvZHskx57kQfNEUXJ3v0flWYQ.jpg",
          "genre_ids": [
            12,
            28
          ],
          "id": 89,
          "original_language": "en",
          "original_title": "Indiana Jones and the Last Crusade",
          "overview": "Wir schreiben das Jahr 1938: Doktor Jones wird vom Mäzen eines Museums beauftragt, den Heiligen Gral und somit die wichtigste Reliquie der Christenheit zu finden. Jones\u0027 Einwand, es würde der falsche Jones gefragt werden, denn der eigentliche Experte sei sein Vater Henry, fördert nur die Erkenntnis zu Tage, dass Jones senior bereits die Spur aufgenommen hatte, mittlerweile aber verschwunden ist. Nun ist des Doktors Jagdinstinkt geweckt. Besorgt um das Wohlergehen des Vaters und mit dem Museumskurator Marcus Brody im Gepäck tritt Jones eine Reise in die alte Welt an, um das zustande zu bringen, was die mittelalterlichen Kreuzzüge nicht geschafft hatten: den Kelch zu finden, der beim letzten Abendmahl gereicht worden war und das Blut Jesu am Kreuz aufgefangen hatte. Erwartungsgemäß ist aber nicht nur der Doktor auf der Suche - auch die Schergen Hitlers wollen sich die Sagen umwobenen Kräfte des Kelches sichern, verheißt er doch das ewige Leben…",
          "popularity": 7.5118,
          "poster_path": "/kaAhHlHv2SU7AK5xOMYzsqe2mrr.jpg",
          "release_date": "1989-05-24",
          "title": "Indiana Jones und der letzte Kreuzzug",
          "video": false,
          "vote_average": 7.849,
          "vote_count": 10741
        },
        {
          "adult": false,
          "backdrop_path": "/bIA65PCRtIQfBvIoKohJbtOPl3M.jpg",
          "genre_ids": [
            28,
            35,
            80
          ],
          "id": 96,
          "original_language": "en",
          "original_title": "Beverly Hills Cop II",
          "overview": "Schlechte Nachrichten aus Beverly Hills: Axel Foleys Freund Captain Bogomil ist auf der Straße angeschossen worden und Axel fliegt sofort an die Westküste, um bei der Suche nach Tätern zu helfen. Die Spuren deuten auf einen Verbrecherring, der die Stadt seit Tagen mit schweren Raubüberfällen in Atem hält. Während die Ärzte um Bogomils Leben kämpfen, nimmt Axel mit Taggart und Rosewood die Suche nach dem Schützen auf. Ihre Ermittlungen führen bald zu dem skrupellosen Waffenhändler Maxwell Dent und seiner Killer-Lady Karla. Dummerweise identifizieren die beiden Axel schnell als Cop und setzen einen Killer auf ihn an. Mit wenig Erfolg allerdings, denn der reaktionsschnelle und clevere Foley hat einen unschlagbaren Instinkt für gefährliche Situationen…",
          "popularity": 4.0786,
          "poster_path": "/8Y1U40ibyQYFzwBng4DolpMOoT0.jpg",
          "release_date": "1987-05-18",
          "title": "Beverly Hills Cop II",
          "video": false,
          "vote_average": 6.52,
          "vote_count": 2710
        },
        {
          "adult": false,
          "backdrop_path": "/kWYfW2Re0rUDE6IHhy4CRuKWeFr.jpg",
          "genre_ids": [
            12,
            14,
            28
          ],
          "id": 121,
          "original_language": "en",
          "original_title": "The Lord of the Rings: The Two Towers",
          "overview": "Der Weg der Gefährten hat sich geteilt. Ringträger Frodo und sein treuer Begleiter Sam treffen in den Bergen von Emyn Muil auf Gollum, dem einst Bilbo Beutlin den Einen Ring wegnahm. Gollums Versuch, den mächtigen Ring von Frodo zu stehlen, misslingt, doch die Hobbits bringen es nicht übers Herz, die Kreatur zu töten. Stattdessen soll Gollum die beiden nach Mordor an die Pforten von Barad-Dûr, Saurons Festung, führen, wo Frodo den Ring vernichten will. Währenddessen folgen Aragorn, Elben-Bogenschütze Legolas und Zwerg Gimli den Spuren der von Orks verschleppten Hobbits. Im Menschenkönigreich Rohan ersuchen sie Unterstützung. Doch König Theoden steht unter einem tödlichen Bann Saurons. Erst als Gandalf als wiedergeborener weißer Zauberer zurückkehrt, wendet sich das Blatt. Er befreit Theoden von dem Fluch und bringt die Menschen von Rohan hinter sich. Unterdessen rückt Saurons Verbündeter Saruman mit einer 10.000 Mann starken Armee von Uruk-hais in RIchtung der Menschenstadt vor...",
          "popularity": 21.6824,
          "poster_path": "/tgBCeAjPwXeUaf8LsRL0LzBIcdR.jpg",
          "release_date": "2002-12-18",
          "title": "Der Herr der Ringe - Die zwei Türme",
          "video": false,
          "vote_average": 8.41,
          "vote_count": 23183
        },
        {
          "adult": false,
          "backdrop_path": "/2u7zbn8EudG6kLlBzUYqP8RyFU4.jpg",
          "genre_ids": [
            12,
            14,
            28
          ],
          "id": 122,
          "original_language": "en",
          "original_title": "The Lord of the Rings: The Return of the King",
          "overview": "Saurons Heer will Minas Tirith angreifen, die in Felsen errichtete Hauptstadt von Gondor. Angesichts der Bedrohlichkeit des feindlichen Heeres wiegt es umso schwerer, dass Gondors König fehlt und nur der schwächliche Truchsess Denethor über das einst mächtige Königreich wacht. Wird Aragorn die Kraft aufbringen, jene Aufgabe zu übernehmen, für die sein Schicksal ihn bestimmt hat? Während Gandalf verzweifelt versucht, die mutlosen Kämpfer von Gondor zu motivieren, sammelt Théoden die Krieger von Rohan, um am Kampf teilzunehmen. Aber obwohl sie tapfer und leidenschaftlich Widerstand leisten, haben die Streitkräfte der Menschen dem überwältigenden Ansturm der feindlichen Legionen gegen das Königreich kaum etwas entgegenzusetzen. Jeder Sieg fordert große Opfer. Trotz der starken Verluste stellen sich die Gefährten der größten Schlacht ihres Lebens - vereint durch ein einziges Ziel: Sauron muss so lange abgelenkt werden, bis Frodo den Ring vernichtet hat...",
          "popularity": 20.6783,
          "poster_path": "/uFjlP9U9UOZAzGB25HUtmlEpXbc.jpg",
          "release_date": "2003-12-17",
          "title": "Der Herr der Ringe - Die Rückkehr des Königs",
          "video": false,
          "vote_average": 8.491,
          "vote_count": 25759
        },
        {
          "adult": false,
          "backdrop_path": "/nSm9cij9VRrGDoZoS16CPnX0FqK.jpg",
          "genre_ids": [
            12,
            18,
            28,
            10749
          ],
          "id": 146,
          "original_language": "zh",
          "original_title": "卧虎藏龍",
          "overview": "Nachdem der Schwertkämpfer Li Mu Bai beschließt, sein legendäres \u0022Grünes Schwert\u0022 dem Hohen Rat zu schenken, gibt es nur noch Ärger: Kaum ist das Schwert angekommen, wird es auch schon wieder von einem mysteriösen maskierten Mädchen geklaut. Schließlich stellt sich heraus, dass der Dieb Jen Yu heißt und Tochter des Gouverneurs ist. Beeindruckt von ihren kämpferischen Fähigkeiten, fasst Mu Bai den Entschluss, Yu als seine Schülerin zu unterweisen und sie zur Kämpferin für Recht und Ordnung zu machen. Doch das Mädchen zeigt wenig Interesse und nutzt seine Fähigkeiten zu sinnlosen Gewaltakten. Zusammen mit seiner heimlichen Flamme Lien findet Mu Bai schließlich heraus, dass Yu Schülerin der bösen Jade Fuchs ist, die einst Mu Bais Meister tötete. Mu Bai und Lien glauben an das Gute in Yu und wollen sie von Jade Fuchs befreien. Es kommt zum entscheidenden Duell...",
          "popularity": 6.0115,
          "poster_path": "/swVLZljd97OYwqswe89MLmDjuoH.jpg",
          "release_date": "2000-07-06",
          "title": "Tiger \u0026 Dragon",
          "video": false,
          "vote_average": 7.431,
          "vote_count": 3445
        },
        {
          "adult": false,
          "backdrop_path": "/bZlismAr366jWFiZNKzY3x3AN5X.jpg",
          "genre_ids": [
            27,
            53
          ],
          "id": 1228246,
          "original_language": "en",
          "original_title": "Five Nights at Freddy\u0027s 2",
          "overview": "Sie sind nicht mehr nur bei Freddy’s … Seit den albtraumhaften Geschehnissen in Freddy’s Pizzeria ist ein Jahr vergangen. Die Geschichten darüber, was sich dort genau abgespielt hat, haben sich längst zu einem lokalen Mythos verklärt – ein Mythos, der so populär ist, dass die Stadt nun sogar das erste „Fazfest“ abhalten will. Der ehemalige Wachmann Mike und die Polizistin Vanessa haben Mikes elfjähriger Schwester Abby die Wahrheit über das Schicksal ihrer animatronischen Freunde bislang verschwiegen. Eines Tages schleicht sich Abby heimlich davon, um sich mit Freddy, Bonnie, Chica und Foxy zu treffen. Sie ahnt nicht, dass sie damit eine Reihe von schrecklichen Ereignissen in Gang setzt, die dunkle Geheimnisse über den Ursprung von Freddy’s Pizzeria enthüllen – und einen Schrecken entfesseln, der seit Jahrzehnten verborgen lag. uwu",
          "popularity": 249.8545,
          "poster_path": "/byFxrm3IS9wErulqpqDIsaLaTeG.jpg",
          "release_date": "2025-12-03",
          "title": "Five Nights at Freddy\u0027s 2",
          "video": false,
          "vote_average": 6.2,
          "vote_count": 227
        },
        {
          "adult": false,
          "backdrop_path": "/8G6HCS82vNxgg5wp7oBDSk32XpF.jpg",
          "genre_ids": [
            28,
            12,
            878
          ],
          "id": 558,
          "original_language": "en",
          "original_title": "Spider-Man 2",
          "overview": "Zwei Jahre sind inzwischen vergangen, als Peter Parker von einer genmutierten Spinne gebissen wurde und sein Leben sich radikal verändert hat. Bei der Verbrechensbekämpferei lässt er sein College-Studium schleifen und verspätet sich permanent bei seinen beiden Jobs. Zu allem Überfluss muss Peter mit ansehen, wie Mary Jane im Gegensatz zu ihm ihr Leben meistert. Nun allerdings streckt ein neuer Bösewicht namens Dr. Octavius seine metallischen Tentakel nach der Zivilisation aus. Mit ihm ist nicht zu spaßen..",
          "popularity": 6.7685,
          "poster_path": "/r2wWhkHLpxCWzTJgPaT2pRvV3vm.jpg",
          "release_date": "2004-06-25",
          "title": "Spider-Man 2",
          "video": false,
          "vote_average": 7.298,
          "vote_count": 15907
        },
        {
          "adult": false,
          "backdrop_path": "/w1oD1MzHjnBJc5snKupIQaSBLIh.jpg",
          "genre_ids": [
            28,
            12,
            878
          ],
          "id": 559,
          "original_language": "en",
          "original_title": "Spider-Man 3",
          "overview": "Eigentlich könnte alles wunderbar laufen für Peter Parker, seit er seiner Freundin Mary Jane Watson seine Geheimidentität \u0022Spiderman\u0022 offenbart hat. Doch am Horizont zeigen sich bald neue dunkle Wolken, als der Ausbrecher Flint Marko durch einen Unfall in den geheimnisvollen \u0022Sandman\u0022 verwandelt wird, einen Mutanten, der seine Moleküle verändern kann. Peter ist bald persönlich betroffen, denn offenbar hat Marko etwas mit dem Mord an seinem Onkel zu tun. Doch es zeigt sich neues Unheil: eine außerirdische schwarze Substanz ergreift von Peter Besitz, die seine dunkle, machtstrebende Seite zum Vorschein bringt.",
          "popularity": 12.3701,
          "poster_path": "/idzYppC7Qztelr7451Z0cWlvFFF.jpg",
          "release_date": "2007-05-01",
          "title": "Spider-Man 3",
          "video": false,
          "vote_average": 6.448,
          "vote_count": 14825
        },
        {
          "adult": false,
          "backdrop_path": "/oIwfoUFfWfESn0Y8u8jv9lc8li1.jpg",
          "genre_ids": [
            28,
            53
          ],
          "id": 562,
          "original_language": "en",
          "original_title": "Die Hard",
          "overview": "Eigentlich möchte der New Yorker Polizist John McClane dieses Weihnachten nur seine Noch-Ehefrau Holly, welche in Los Angeles in einer großen, erfolgreichen Firma Karriere gemacht hat, besuchen und das Fest mit den beiden gemeinsamen Kinder verbringen. Als die Feierlichkeiten im Nakatomi Plaza beginnen sollen, stürmt eine Gruppe von Terroristen das Hochhaus und nur John McClane schafft es ihnen zu entwischen. Lediglich bewaffnet mit ein paar Zigaretten und einem Walkie-Talkie, wodurch er den Funk der Geiselnehmer mithören kann, und mit Waffen, welche die Terroristen gelegentlich so rumliegen lassen, muss John nun nicht nur sein eigenes Leben retten, sondern möglichst auch das aller anderen Beteiligten. Und so beschließt er, die äußerst brutale Truppe auszumerzen und sich einen Terroristen nach dem anderen vorzuknöpfen. Während draußen dann schon die Polizei und das FBI stümperhaft versucht, das Gebäude zu stürmen, kämpft McClane ohne Schuhe gegen die 12 Aggressoren...",
          "popularity": 28.9381,
          "poster_path": "/5xokZs8I3RfHeMkDqHIcg1ZjoTs.jpg",
          "release_date": "1988-07-15",
          "title": "Stirb langsam",
          "video": false,
          "vote_average": 7.804,
          "vote_count": 11855
        },
        {
          "adult": false,
          "backdrop_path": "/q46nyik6GeDkUV6wQGiZQ97UuP6.jpg",
          "genre_ids": [
            27,
            53
          ],
          "id": 579,
          "original_language": "en",
          "original_title": "Jaws 2",
          "overview": "Aus dem kleinen Küstenort Amity soll ein modernes Seebad gemacht werden. Plötzlich geschehen schreckliche Unglücksfälle. Polizeichef Brody befürchtet, dass so wie vor einigen Jahren wieder ein Hai dafür verantwortlich sein könnte. Aber keiner reagiert auf seine Warnungen. Auf sich allein gestellt, versucht er, die mörderische Bestie zu bekämpfen...",
          "popularity": 3.2885,
          "poster_path": "/8xA83bATuN2QW7k5BL5Z8jMCh6V.jpg",
          "release_date": "1978-06-16",
          "title": "Der weiße Hai 2",
          "video": false,
          "vote_average": 6.029,
          "vote_count": 2055
        },
        {
          "adult": false,
          "backdrop_path": "/grIaRfJJz7VrMSpFxTTdD5GEbE4.jpg",
          "genre_ids": [
            12,
            53,
            27
          ],
          "id": 580,
          "original_language": "en",
          "original_title": "Jaws: The Revenge",
          "overview": "Ellen Brody lebt mit ihrem Sohn Sean noch immer in dem Ferienort Amity. Kurz vor Weihnachten geschieht das Unglaubliche: Sean wird, wie sein Vater Jahre zuvor, von einem weißen Hai zerfleischt. Keiner hört seine Schreie, keiner kommt ihm zu Hilfe. Seine Mutter lässt sich nun endlich von ihrem ältesten Sohn Michael überreden, mit auf die Bahamas zu ziehen – weit weg von allen Killer-Haien. Doch der Frieden währt nicht lange: schon kurze Zeit später taucht plötzlich eine spitze, dreieckige Flosse am Strand auf. Das Monstrum ist Ellen gefolgt – und es ist hungrig! Ein letzter dramatischer Kampf zwischen Mensch und Bestie beginnt – die Zeit der Abrechnung ist gekommen …",
          "popularity": 4.3272,
          "poster_path": "/hpaiu0UJ0e884hIK22LWTIHTsPe.jpg",
          "release_date": "1987-07-17",
          "title": "Der weiße Hai IV - Die Abrechnung",
          "video": false,
          "vote_average": 4.076,
          "vote_count": 1132
        },
        {
          "adult": false,
          "backdrop_path": "/tlm8UkiQsitc8rSuIAscQDCnP8d.jpg",
          "genre_ids": [
            28,
            878
          ],
          "id": 603,
          "original_language": "en",
          "original_title": "The Matrix",
          "overview": "Der Hacker Neo wird übers Internet von einer geheimnisvollen Untergrund-Organisation kontaktiert. Der Kopf der Gruppe – der gesuchte Terrorist Morpheus – weiht ihn in ein entsetzliches Geheimnis ein: Die Realität, wie wir sie erleben, ist nur eine Scheinwelt. In Wahrheit werden die Menschen längst von einer unheimlichen virtuellen Macht beherrscht – der „Matrix“, deren Agenten Neo bereits im Visier haben …",
          "popularity": 22.3782,
          "poster_path": "/e2TJalTg6apJ1jWmA0rkltumpuK.jpg",
          "release_date": "1999-03-31",
          "title": "Matrix",
          "video": false,
          "vote_average": 8.236,
          "vote_count": 27117
        },
        {
          "adult": false,
          "backdrop_path": "/hgWDZ0UlGEf8LvrAkKt6VqAH0bu.jpg",
          "genre_ids": [
            12,
            28,
            53,
            878
          ],
          "id": 604,
          "original_language": "en",
          "original_title": "The Matrix Reloaded",
          "overview": "Die Wächter schwärmen aus. Smith klont sich. Neo fliegt … aber vielleicht kann selbst der Auserwählte mit seinen atemberaubenden neuen Fähigkeiten den Angriff der Maschinen nicht mehr aufhalten.  Neo. Morpheus. Trinity. Zurück im spannenden zweiten Kapitel der Matrix-Trilogie treffen sie auf außergewöhnliche Verbündete: Gemeinsam bekämpfen sie ihre Gegner, die sich klonen, durch Upgrades immer stärker werden und die letzte Festung der Menschheit belagern.",
          "popularity": 8.5716,
          "poster_path": "/nq9ODAvLiyC8YNcfc4WReBVAL6b.jpg",
          "release_date": "2003-05-15",
          "title": "Matrix Reloaded",
          "video": false,
          "vote_average": 7.068,
          "vote_count": 11586
        },
        {
          "adult": false,
          "backdrop_path": "/kJYPag1YrA4PsXIftFdq3QEaanV.jpg",
          "genre_ids": [
            12,
            28,
            53,
            878
          ],
          "id": 605,
          "original_language": "en",
          "original_title": "The Matrix Revolutions",
          "overview": "Die letzte Schlacht gegen die Maschinen kämpfen Neo, der Auserwählte, Rebellionsführer Morpheus und ihre Verbündeten – ein Krieg, der in den Ruinen der realen Welt geführt wird, der das Schicksal der Menschheit besiegelt und dessen Sieg in den Händen von Neo liegt, der seinerseits eine Reihe von Überraschungen zu erwarten hat.",
          "popularity": 7.8531,
          "poster_path": "/2DbT6Un16X3eJrobVA2AsbaPJ8L.jpg",
          "release_date": "2003-11-05",
          "title": "Matrix Revolutions",
          "video": false,
          "vote_average": 6.748,
          "vote_count": 10467
        },
        {
          "adult": false,
          "backdrop_path": "/8JMiQa0OqsCYvbNUrQIrMzwV7g2.jpg",
          "genre_ids": [
            28,
            53,
            12
          ],
          "id": 657,
          "original_language": "en",
          "original_title": "From Russia with Love",
          "overview": "James Bond soll in Istanbul eine russische Dechiffriermaschine von einer übergelaufenen Agentin erhalten. Das verlockende Angebot entpuppt sich jedoch als tödliche Falle.",
          "popularity": 4.4457,
          "poster_path": "/8i3NzAWcNmE1IVuUu9RSQBSvgJI.jpg",
          "release_date": "1963-10-10",
          "title": "James Bond 007 - Liebesgrüße aus Moskau",
          "video": false,
          "vote_average": 7.072,
          "vote_count": 3216
        },
        {
          "adult": false,
          "backdrop_path": "/cpZAXIYA0lkZMpAt7d1MmH8ojNV.jpg",
          "genre_ids": [
            28,
            53,
            12
          ],
          "id": 667,
          "original_language": "en",
          "original_title": "You Only Live Twice",
          "overview": "Ein mysteriöses Raumschiff entführt eine russische und eine amerikanische Raumkapsel und bringt die Welt an den Rand eines Weltkrieges. James Bond ermittelt in Japan, trifft auf seinen Erzfeind Blofeld und die raffinierte Helga Brandt.",
          "popularity": 4.9062,
          "poster_path": "/ytGRF5H5A5VNBUZqUv6rsVPqqpm.jpg",
          "release_date": "1967-06-13",
          "title": "James Bond 007 - Man lebt nur zweimal",
          "video": false,
          "vote_average": 6.591,
          "vote_count": 2363
        },
        {
          "adult": false,
          "backdrop_path": "/8lRdfsmJjUXQU3DMOOB3vVIhJxP.jpg",
          "genre_ids": [
            12,
            28,
            53
          ],
          "id": 691,
          "original_language": "en",
          "original_title": "The Spy Who Loved Me",
          "overview": "Ein russisches und ein amerikanisches U-Boot mit Atomraketen an Bord verschwinden spurlos von der Bildfläche. Amerikaner und Russen beschuldigen sich gegenseitig. James Bond soll das Rätsel der verschwundenen U-Boote lösen. Aber auch der KGB hat schon einen Agenten losgeschickt.",
          "popularity": 3.3129,
          "poster_path": "/3z50Zw7ryke1e8BZOoCqTmlfsLt.jpg",
          "release_date": "1977-07-07",
          "title": "James Bond 007 - Der Spion, der mich liebte",
          "video": false,
          "vote_average": 6.826,
          "vote_count": 2135
        },
        {
          "adult": false,
          "backdrop_path": "/ebaq0ecL1Tu39rIExfHwE4ToFl2.jpg",
          "genre_ids": [
            28,
            12,
            53
          ],
          "id": 708,
          "original_language": "en",
          "original_title": "The Living Daylights",
          "overview": "James Bond verhilft einem russischen General zur Flucht in den Westen. Von ihm erfährt er, dass der KGB in einer groß angelegten Aktion alle feindlichen Agenten töten will. Wenig später wird der General vor den Augen des Secret Service entführt. 007 schöpft einen Verdacht.",
          "popularity": 5.1146,
          "poster_path": "/10Od1LGlmBbz4EVjPTyTtDV8zuU.jpg",
          "release_date": "1987-06-29",
          "title": "James Bond 007 - Der Hauch des Todes",
          "video": false,
          "vote_average": 6.541,
          "vote_count": 1934
        },
        {
          "adult": false,
          "backdrop_path": "/tsSWHgaFlzzkp3o976juBZbmcs2.jpg",
          "genre_ids": [
            28,
            80,
            878
          ],
          "id": 754,
          "original_language": "en",
          "original_title": "Face/Off",
          "overview": "Zehn lange Jahre folgte FBI-Agent Archer der Blutspur des Superverbrechers Castor Troy. Doch jetzt, wo dieser halbtot geschossen vor ihm liegt, kann er sich nicht darüber freuen. Denn leider hatte Troy zuvor noch Zeit, eine verheerende Bombe irgendwo in L.A. zu deponieren. Archer bleibt nur eine Möglichkeit - er muß die Identität des verhaßten Widerparts annehmen, um an das Versteck der Bombe zu kommen. Ein revolutionärer Fortschritt in der kosmetischen Chirurgie macht\u0027s möglich - leider nicht nur in eine Richtung.",
          "popularity": 5.9974,
          "poster_path": "/fawgQgfx78HE50WRubShb7aWWhE.jpg",
          "release_date": "1997-06-27",
          "title": "Im Körper des Feindes",
          "video": false,
          "vote_average": 7.05,
          "vote_count": 5683
        }
      ],
      "total_pages": 5108,
      "total_results": 102160
    },
    "Headers": {
      "Content-Type": "application/json; charset=utf-8",
      "Transfer-Encoding": "chunked",
      "Connection": "keep-alive",
      "Server": "openresty",
      "Cache-Control": "public, max-age=15307",
      "x-memc": "HIT",
      "x-memc-key": "93d906ef30a671ff7effbdbe1721abe94f609623dc95dbf2e4c9e1a7b240375d",
      "x-az": "us-east-1a",
      "ETag": "W/\u002265f5af82aec84e4e4700ae34067e2d17\u0022",
      "Vary": [
        "accept-encoding",
        "Origin"
      ],
      "X-Cache": "Miss from cloudfront",
      "X-Amz-Cf-Pop": "MUC50-P3",
      "Alt-Svc": "h3=\u0022:443\u0022"
    }
  }
}