{
  "Guid": "c2e32d0a-8a76-1a4c-9931-77997f58c311",
  "UpdatedAt": "2025-12-24T11:53:35.0798177Z",
  "Title": "Proxy Mapping for GET /3/movie/47964/translations",
  "Description": "Proxy Mapping for GET /3/movie/47964/translations",
  "Priority": -2000000,
  "Request": {
    "Path": {
      "Matchers": [
        {
          "Name": "WildcardMatcher",
          "Pattern": "/3/movie/47964/translations",
          "IgnoreCase": false
        }
      ]
    },
    "Methods": [
      "GET"
    ],
    "HttpVersion": "1.1"
  },
  "Response": {
    "StatusCode": 200,
    "BodyAsJson": {
      "id": 47964,
      "translations": [
        {
          "iso_3166_1": "DE",
          "iso_639_1": "de",
          "name": "Deutsch",
          "english_name": "German",
          "data": {
            "homepage": "",
            "overview": "Als ein gefürchteter russischer Führer aus der Gefangenschaft ausbricht und John McClanes Sohn Jack in die Ereignisse verwickelt wird, reist John nach Russland. Dort will er mittels frecher Sprüche und Waffeneinsatz seinen Spross, mit dem er bislang wenig Kontakt hatte, aus der Gefahrenzone retten. Wie sich herausstellt, ist sein Sohn jedoch alles andere als der von John McClane erwartete Waschlappen geworden. Hier ist der Apfel nicht weit vom Stamm gefallen, denn ohne Johns Wissen wurde Jack zu einem kaltschnäuzigen CIA-Agenten ausgebildet und ist ebenso hart im Nehmen wie sein alter Herr. Mit von der Partie ist ein Russe namens Komorov, hinter dem die gesamte russische Unterwelt her ist. Gemeinsam sieht sich das taffe Vater-Sohn-Duo mit Unterstützung von Komorov der halben Sowjet-Armee gegenüber, die einen Machtwechsel in Russland anstrebt…",
            "runtime": 98,
            "tagline": "Wie der Vater, so der Sohn",
            "title": "Stirb langsam - Ein guter Tag zum Sterben"
          }
        },
        {
          "iso_3166_1": "US",
          "iso_639_1": "en",
          "name": "English",
          "english_name": "English",
          "data": {
            "homepage": "http://www.diehardmovie.com/",
            "overview": "Iconoclastic, take-no-prisoners cop John McClane, finds himself for the first time on foreign soil after traveling to Moscow to help his wayward son Jack - unaware that Jack is really a highly-trained CIA operative out to stop a nuclear weapons heist. With the Russian underworld in pursuit, and battling a countdown to war, the two McClanes discover that their opposing methods make them unstoppable heroes.",
            "runtime": 98,
            "tagline": "Yippee Ki-Yay Mother Russia.",
            "title": ""
          }
        },
        {
          "iso_3166_1": "RU",
          "iso_639_1": "ru",
          "name": "Pусский",
          "english_name": "Russian",
          "data": {
            "homepage": "",
            "overview": "Джон Макклейн прибывает в Москву, чтобы вызволить из тюрьмы своего непредсказуемого сына, но холодная голова и железные мускулы вязнут в паутине российской действительности. Дело, в которое влип Макклейн-младший, оказывается настолько «опасной трясиной», что отцу и сыну, чтобы выжить и в очередной раз спасти мир, приходится объединить свои усилия, забыв прежние, казалось бы, непреодолимые разногласия.",
            "runtime": 97,
            "tagline": "Яблоко от яблони...",
            "title": "Крепкий орешек: Хороший день, чтобы умереть"
          }
        },
        {
          "iso_3166_1": "BG",
          "iso_639_1": "bg",
          "name": "български език",
          "english_name": "Bulgarian",
          "data": {
            "homepage": "",
            "overview": "Младият син на Джон Маклейн, Джак, е забъркан в дръзко бягство от строго охраняван затвор, и се превръща в мишена на престъпни организации и полицейски служби. Въпреки че не е виждал Джак от години, Маклейн се запътва към Русия с надеждата да го измъкне от създалата се ситуация.",
            "runtime": 0,
            "tagline": "Какъвто бащата, такъв и синът.",
            "title": "Умирай трудно: Денят настъпи"
          }
        },
        {
          "iso_3166_1": "IT",
          "iso_639_1": "it",
          "name": "Italiano",
          "english_name": "Italian",
          "data": {
            "homepage": "http://www.diehardmovie.com/",
            "overview": "McClane arriva a Mosca per rintracciare il figlio che non vede da tempo, Jack (Jai Courtney), ma rimane stupito quando scopre che lui lavora sotto copertura per proteggere un informatore del governo, Komarov. Con la loro vita appesa a un filo, i McClane sono costretti a superare ogni contrasto per portare al sicuro Komarov e impedire un crimine disastroso nel luogo più desolato sulla faccia della Terra, Chernobyl.",
            "runtime": 97,
            "tagline": "Tale padre. Tale figlio. Stesso inferno.",
            "title": "Die Hard - Un buon giorno per morire"
          }
        },
        {
          "iso_3166_1": "HU",
          "iso_639_1": "hu",
          "name": "Magyar",
          "english_name": "Hungarian",
          "data": {
            "homepage": "",
            "overview": "Igazi New York-i zsaru: kopott, fáradt, de a humora és a bátorsága a legváratlanabb helyzetekben sem hagyja cserben. John McClane hadnagy (Bruce Willis) megtudja, hogy a fia, Jack (Jai Courtney) bajba került Moszkvában, és bár régóta nem beszélnek egymással, habozás nélkül a segítségére siet - és természetesen a küzdelem legközepében találja magát.  McClane többnyire véletlenül keveredik a terroristák útjába, a fia viszont mindig tudja, mit csinál: és ő sem ijed meg könnyen. Két generáció együtt száll szembe a lehetetlennel: New Yorktól Moszkváig és tovább, egészen Csernobilig.",
            "runtime": 101,
            "tagline": "A vér nem válik vízzé",
            "title": "Die Hard 5. - Drágább, mint az életed"
          }
        },
        {
          "iso_3166_1": "ES",
          "iso_639_1": "es",
          "name": "Español",
          "english_name": "Spanish",
          "data": {
            "homepage": "",
            "overview": "Conservando la destreza y la actitud perseverante características de las anteriores entregas, que le han convertido en el mayor rival de todos los criminales que atentan contra la libertad de la humanidad y que han permitiendo la salvación de ésta en distintas situaciones y circunstancias, John McClane deberá viajar a Rusia para rescatar a su hijo que se encuentra encerrado en una prisión bajo las órdenes de un déspota líder ruso.  Padre e hijo tendrán que unir fuerzas para luchar contra su adversario, conseguir liberarse y mantenerse con vida. Así, los protagonistas se verán envueltos en una sucesión de extrema hostilidad que no solo pondrá su vida en peligro, también la del resto de ciudadanos. Su deber será hacer todo lo posible por conservar algo tan esencial en la sociedad actual como es la democracia, una libertad de la que el perverso y autoritario líder antagonista querrá apoderarse.",
            "runtime": 97,
            "tagline": "Padre e hijo juntos en el infierno",
            "title": "La jungla: Un buen día para morir"
          }
        },
        {
          "iso_3166_1": "CZ",
          "iso_639_1": "cs",
          "name": "Český",
          "english_name": "Czech",
          "data": {
            "homepage": "",
            "overview": "John McClane tentokráte přijíždí do Moskvy, aby tady našel svého syna Jacka, který se mu poněkud odcizil. Johna ale čeká překvapení, zjistí, že i když jejich vztah otec - syn má k ideálu hodně daleko, jablko nepadlo daleko od stromu. Jack totiž v Moskvě působí jako tajný agent, chránící informátora z vládních řad, Komarovova. Otec a syn McClaneovi jsou nuceni překonat osobní neshody a nasadit vlastní krky, aby dostali Komarovova do bezpečí a odvrátili hrozbu katastrofálního zločinu v bezútěšném místě naší planety – v Černobylu. Do hry tak vstupuje obchod s plutoniem, ruští oligarchové, brutální moskevské podsvětí a také různé představy Johna a Jacka McClaneových, jak za těchto okolností prosadit zákon. A navíc se Jack McClane jako tajný agent v Moskvě skvěle vyzná i domluví, kdežto John je naprosto ztracený. A to mu na dobré náladě rozhodně nepřidává.",
            "runtime": 105,
            "tagline": "Jaký otec, takový syn.",
            "title": "Smrtonosná past: Opět v akci"
          }
        },
        {
          "iso_3166_1": "PT",
          "iso_639_1": "pt",
          "name": "Português",
          "english_name": "Portuguese",
          "data": {
            "homepage": "",
            "overview": "Após alguns anos sem ter notícias do seu filho, John McClane descobre que ele está preso na Rússia, acusado de homicídio, e parte para o ver. Ao chegar a Moscovo, porém, encontra-o em fuga do tribunal onde ia ser julgado, na companhia de Yuri Komorov, um terrorista que alega ter informações comprometedoras que podem comprometer um político e oligarca russo, Chagarin. Pai e filho embarcam, assim, numa teia de conspirações em que podem acabar mortos, à medida que se reaproximam novamente.",
            "runtime": 100,
            "tagline": "Pai e filho. No céu ou no inferno.",
            "title": "Die Hard: Nunca é Bom Dia para Morrer"
          }
        },
        {
          "iso_3166_1": "NL",
          "iso_639_1": "nl",
          "name": "Nederlands",
          "english_name": "Dutch",
          "data": {
            "homepage": "",
            "overview": "John McClane reist af naar Rusland om zijn vervreemde zoon te helpen. Die is betrokken bij de gevangenisuitbraak van een Russische leider die een staatsgreep wil plegen. Vader en zoon moeten alles op alles zetten om zichzelf en elkaar in leven te houden en de werelddemocratie te beschermen.",
            "runtime": 97,
            "tagline": "",
            "title": "A Good Day to Die Hard"
          }
        },
        {
          "iso_3166_1": "FR",
          "iso_639_1": "fr",
          "name": "Français",
          "english_name": "French",
          "data": {
            "homepage": "http://www.foxfrance.com/die-hard-belle-journee-pour-mourir",
            "overview": "John McClane, le flic sans état d’âme, est vraiment au mauvais endroit au mauvais moment, à Moscou, pour aider son fils Jack qu’il ne voit plus. Entre la mafia russe qui veut leur faire la peau et leur combat pour éviter le déclenchement d’une guerre, les McClane découvrent que leurs méthodes pourtant bien différentes font d’eux des héros que rien ne peut arrêter.",
            "runtime": 96,
            "tagline": "Dans la famille, ils ont le sang chaud.",
            "title": "Die Hard : Belle journée pour mourir"
          }
        },
        {
          "iso_3166_1": "TR",
          "iso_639_1": "tr",
          "name": "Türkçe",
          "english_name": "Turkish",
          "data": {
            "homepage": "",
            "overview": "John McClane 20 seneden fazladır New York emniyet güçlerine bağlı olarak hizmet veren ve terörist grupları yok etmesiyle ünlü bir polistir. Bu yüzden de dünyanın dört bir köşesindeki teröristlerin baş düşmanıdır. Rus mafya lideri hapisten kaçınca McClane, rotasını Rusya\u0027ya çevirir; Rus yeraltı dünyası ile olan tek bağlantısı ise Komorov adında bir Rus\u0027tur. Fakat Amerikalıları pek de sevmeyen bu ülkede, gizli görev esnasında karşısında oğlu Jack\u0027i görünce daha da şaşıracaktır. John, oğlunun sandığından daha yetenekli olduğunu ve Rus mafyasını köşeye kıstırmak üzere olduğunu fark eder. Aynı dönemde Sovyet Ordu Kuvvetleri de kontrolü ele geçirmeye çalışmaktadırlar. Baba oğul, kaçak mafya liderine karşı sert ve delice bir savaşa girişeceklerdir.",
            "runtime": 0,
            "tagline": "Baba - Oğul Cehenneme Karşı",
            "title": "Zor Ölüm: Ölmek İçin Güzel Bir Gün"
          }
        },
        {
          "iso_3166_1": "DK",
          "iso_639_1": "da",
          "name": "Dansk",
          "english_name": "Danish",
          "data": {
            "homepage": "",
            "overview": "John McClane\u0027s voksne søn er havnet i et russisk fængsel, så farmand sætter kurs mod Moskva for at få ham ud. Det bliver en familiesammenføring, Rusland sent vil glemme. McClane junior er nemlig på farlig mission for CIA, og snart går den vilde jagt gennem Moskvas gader.",
            "runtime": 97,
            "tagline": "",
            "title": ""
          }
        },
        {
          "iso_3166_1": "SE",
          "iso_639_1": "sv",
          "name": "svenska",
          "english_name": "Swedish",
          "data": {
            "homepage": "",
            "overview": "John McClane är tillbaka och även den här gången hamnar den hårdnackade New York-polisen på fel plats vid fel tillfälle, efter att ha rest till Moskva för att hjälpa sin son Jack . John och Jack har inte ett helt okomplicerat far- och son-förhållande, och det faktum att Jack är minst lika envis som sin pappa förenklar inte saken. Men med Moskvas undre värld efter sig och med tiden emot sig för att stoppa ett krigsutbrott, måste de trots detta samarbeta och två McClanes visar sig vara en svårslagen kombination…",
            "runtime": 97,
            "tagline": "",
            "title": ""
          }
        },
        {
          "iso_3166_1": "TH",
          "iso_639_1": "th",
          "name": "ภาษาไทย",
          "english_name": "Thai",
          "data": {
            "homepage": "",
            "overview": "บรูซ วิลลิสกลับมารับบทบาท จอห์น แม็คเคลน ตำรวจสายลับที่สร้างชื่อเสียงให้เขาในภาพยนตร์ เรื่อง A Good Day to Die Hard เขาต้องมีส่วนเกี่ยวพันกับเบื้องหลังการทุจริตอย่างสาหัสและการล้างแค้นทางการเมืองในรัสเซีย แม็คเคลนเดินทางมาที่มอสโคว์สะกดรอยตาม แจ็ค (ไจ คอร์ทนีย์) ลูกชายที่ไม่ค่อยลงรอยกัน และต้องตกใจเมื่อพบว่าเขาทำงานให้ผู้อยู่ภายใต้การดูแลของรัฐบาล โคมารอฟ ซึ่งเป็นผู้กำความลับ ในช่วงวิกฤติหนีตายพ่อลูกแม็คเคลนต้องพักเรื่องความไม่ลงรอยกันไว้ก่อน เพื่อปกป้องโคมารอฟให้ปลอดภัยและสกัดอาชญากรรมที่อาจเกิดขึ้นใน เชอร์โนบิล ซึ่งเป็นสถานที่รกร้างว่างเปล่าที่สุดของโลก",
            "runtime": 0,
            "tagline": "",
            "title": "ดาย ฮาร์ด 5 : วันดีมหาวินาศ คนอึดตายยาก"
          }
        },
        {
          "iso_3166_1": "CN",
          "iso_639_1": "zh",
          "name": "普通话",
          "english_name": "Mandarin",
          "data": {
            "homepage": "",
            "overview": "　　由布鲁斯·威利斯所饰演的超级\u0022平凡英雄\u0022约翰麦克莱恩又回来了。这次他为了去俄罗斯救惹事的儿子杰克出监狱，向警察局告了假，以游客身份来到俄罗斯首都莫斯科。到了莫斯科，他意外发现杰克在当地为美国中情局执行着一项惊天任务：保护被逮捕的俄罗斯大亨并带他到中情局指定地点交人。可由于老爸约翰的出现，杰克错过了完成第一方案任务的时机，只好跑到备用安全房，但是也很快暴露遭到伏击。随后，三人与大亨的独女约好去取藏有揭发当局某高层进行核武交易罪证文件的钥匙。然而，这次见面差点要了父子俩的命，大亨的女儿为了钱，竟然绑架亲爹出卖了他们。而随着事态的发展，他们发现这一切的幕后操作者居然是大亨本人，其真正目的是要贩卖核武原料。生死关头，这对原本就意见不和的父子必须一起出生入死，冲出危险。即使个性迥异，冲突不断，却也因为血浓于水的亲情开始无间合作，共同面临一触即发的灾难。最终，父子俩人经过与恐怖分子的殊死搏斗，将其一网打尽，避免了核武原料的外流。",
            "runtime": 0,
            "tagline": "",
            "title": "虎胆龙威5"
          }
        },
        {
          "iso_3166_1": "PL",
          "iso_639_1": "pl",
          "name": "Polski",
          "english_name": "Polish",
          "data": {
            "homepage": "",
            "overview": "Bruce Willis wraca do gry jako John McClane, dzielny nowojorski gliniarz, który ma talent do zjawiania się w niewłaściwym miejscu o niewłaściwym czasie. Najnowsze kłopoty czekają go w Rosji, gdzie pojechał w poszukiwaniu syna Jacka (Jai Courtney), z którym od lat pozostawał w konflikcie. Okazuje się, że Jack przebywa w moskiewskim więzieniu. Udaje mu się z niego zbiec, ale na tym misja się nie kończy. Obaj, ojciec i syn, łączą siły, by udaremnić kradzież broni nuklearnej, co mogłoby doprowadzić do wybuchu III Wojny Światowej.  Gwałtowne zwroty akcji, niezwykle widowiskowe wybuchy i pościgi samochodowe, gwarantują rozrywkę wszystkim miłośnikom nieustraszonego Johna McClane’a.",
            "runtime": 97,
            "tagline": "",
            "title": "Szklana pułapka 5"
          }
        },
        {
          "iso_3166_1": "IL",
          "iso_639_1": "he",
          "name": "עִבְרִית",
          "english_name": "Hebrew",
          "data": {
            "homepage": "",
            "overview": "לאחר שג\u0027ק, בנו הבכור של ג\u0027ון מקליין נכנס לצרות במוסקבה, ג\u0027ון עושה הכל על מנת להציל את בנו הבכור. למרות שג\u0027ק וג\u0027ון חיים בנפרד ובעיקר לאור העובדה שג\u0027ק התכחש לאביו במשך שנים רבות, על השניים לעבוד ביחד כדי לשמור על חייהם ועל הביטחון העולמי גם אם זה אומר שהם צריכים להשאיר את הבעיות המשפחתיות שלהם בצד. לאחר לא מאט אקשן השניים מסכלים את מזימה של הגנרל הרוסי אשר תיכנן להתנקש בחייו של נשיא ארה\u0022ב.",
            "runtime": 98,
            "tagline": "התפוח לא נופל רחוק מהגיהינום",
            "title": "מת לחיות ביום טוב"
          }
        },
        {
          "iso_3166_1": "FI",
          "iso_639_1": "fi",
          "name": "suomi",
          "english_name": "Finnish",
          "data": {
            "homepage": "",
            "overview": "Ensimmäistä kertaa New Yorkin kovispoliisi McClane löytää itsensä kansainväliseltä maaperältä - Moskovasta. Tällä kertaa hän joutuu kohtaamaan elämänsä suurimman haasteen, oman poikansa Jackin, jota ei ole nähnyt vuosiin. Eikä omena ole kauas puusta pudonnut: Jack on jopa kovempi ja tiukka-asenteisempi kuin isänsä. Nyt heidän on unohdettava henkilökohtaiset ja ammatilliset eronsa, ja toimittava yhdessä pysyäkseen elossa. Heidän on pysäytettävä Moskovan alamaailma, joka pitää hallussaan ydinaseita.",
            "runtime": 97,
            "tagline": "",
            "title": ""
          }
        },
        {
          "iso_3166_1": "SK",
          "iso_639_1": "sk",
          "name": "Slovenčina",
          "english_name": "Slovak",
          "data": {
            "homepage": "",
            "overview": "Policajný detektív John McClane tentoraz prichádza do Moskvy, aby tu našiel svojho syna Jacka, ktorý sa mu takpovediac odcudzil. Johna však čaká prekvapenie, keď zistí, že hoci ich vzťah otec - syn má od ideálu dosť ďaleko, jablko nepadlo ďaleko od stromu. Jack totiž v Moskve pôsobí ako tajný agent, chrániaci informátora z radov vlády, Komarovova. Otec a syn McClaneovci sú nútení prekonať osobné nezhody a nasadiť vlastné krky, aby dostali Komarovova do bezpečia a odvrátili hrozbu katastrofálneho zločinu na bezútešnom mieste našej planéty – v Černobyle. Do hry tak vstupuje obchod s plutóniom, ruskí oligarchovia, brutálne moskovské podsvetie a tiež rôzne predstavy Johna a Jacka McClaneovcov ako za týchto okolností presadiť zákon. Navyše sa Jack McClane ako tajný agent v Moskve výborne vyzná aj dohovorí, naopak John je úplne stratený.",
            "runtime": 105,
            "tagline": "Aký otec, taký syn",
            "title": "Smrtonosná pasca: Opäť v akcii"
          }
        },
        {
          "iso_3166_1": "GR",
          "iso_639_1": "el",
          "name": "ελληνικά",
          "english_name": "Greek",
          "data": {
            "homepage": "",
            "overview": "Ο αστυνομικός John McClane αντιμέτωπος με τη μεγαλύτερη πρόκληση στην καριέρα του. Ταξιδεύει μέχρι τη Μόσχα για να έρθει πρόσωπο με πρόσωπο με τον αποξενωμένο και δύστροπο γιο του Jack που ζει εκεί. Αυτό που δεν γνωρίζει είναι πως ο γιος του είναι ένας άρτια εκπαιδευμένος πράκτορας της CIA με αποστολή να σταματήσει μια μεγάλη ληστεία πυρηνικών όπλων. Οι δυο McClanes μάχονται και καταδιώκουν τον ρωσικό υπόκοσμο ανακαλύπτοντας μεθόδους που θα τους κάνουν ανίκητους.",
            "runtime": 98,
            "tagline": "Η κόλαση είναι οικογενειακή υπόθεση.",
            "title": "Πολύ Σκληρός για να Πεθάνει Σήμερα"
          }
        },
        {
          "iso_3166_1": "NO",
          "iso_639_1": "no",
          "name": "Norsk",
          "english_name": "Norwegian",
          "data": {
            "homepage": "",
            "overview": "Også denne gangen havner den hardnakkede New York-politimannen, John McClane, på feil plass til feil tid etter å ha reist til Moskva for å hjelpe sin sønn Jack. John og Jack har ikke et helt ukomplisert far-og sønn forhold, og det faktum at Jack er minst lik sta som sin far forenkler ikke saken. Med Moskvas underverden etter seg og med tiden i mot seg for å stoppe et krigsutbrudd, oppdager de to McClanes at deres forskjellige metoder gjør dem til et uovervinnelig team.",
            "runtime": 98,
            "tagline": "",
            "title": "A Good Day to Die Hard"
          }
        },
        {
          "iso_3166_1": "JP",
          "iso_639_1": "ja",
          "name": "日本語",
          "english_name": "Japanese",
          "data": {
            "homepage": "",
            "overview": "音信不通だった息子のジャックが、ロシアで警察沙汰を起こして身柄を拘束されたことを知る。マクレーンは娘ルーシーに見送られながらロシアへと渡る。ところが、ジャックが出廷するはずだった裁判所は突如爆破され、2人は大混乱の中で再会を果たす。だが、ジャックはマクレーンを突き離してその場から車で去る。それを追う謎の武装集団。状況を理解できていなかったがマクレーンはジャックらを追跡する。壮絶なカーチェイスの末、マクレーンは武装集団の車を大破させて、ジャックと合流する。その後、ジャックが隠れ家と称する建物に到着。そこで、ジャックがCIAの人間であることを知る。安全かと思われたが、謎の武装集団に襲撃される。それを何とか退けて隠れ家から脱出する。  かくして、マクレーンはいつものように愚痴りながらも、ジャックと共に何らかの目的のために行動を開始する。",
            "runtime": 98,
            "tagline": "運の悪さは、遺伝する。",
            "title": "ダイ・ハード／ラスト・デイ"
          }
        },
        {
          "iso_3166_1": "KR",
          "iso_639_1": "ko",
          "name": "한국어/조선말",
          "english_name": "Korean",
          "data": {
            "homepage": "",
            "overview": "미국 전체를 누비며 우연찮게 테러를 진압해온 뉴욕 경찰 존 맥클레인. 하나뿐인 아들 잭이 러시아에서 사건에 휘말렸다는 소식을 듣고 난생 처음 해외로 날아간다.  하지만 잭을 만나러 가던 중 눈 앞에서 대형 폭탄 테러가 발생하고, 전쟁터를 방불케 하는 극한 상황 속에 재회한 맥클레인 부자. 게다가 아들 잭은 모스크바에서 작전을 수행 중인 CIA 요원임을 알게 된다. 도심 곳곳에서는 다시금 무장 테러단의 공격이 이어지고, 고집스럽고 물불 안 가리는 아들로 인해 이번에도 엄청난 사건에 휘말리게 된 존 맥클레인은 마침내 잭과 힘을 합쳐 역대 최악의 테러리스트에 맞서게 되는데...",
            "runtime": 96,
            "tagline": "맥클레인 x 맥클레인의 국제 테러 진압이 시작됐다",
            "title": "다이 하드: 굿 데이 투 다이"
          }
        },
        {
          "iso_3166_1": "RO",
          "iso_639_1": "ro",
          "name": "Română",
          "english_name": "Romanian",
          "data": {
            "homepage": "",
            "overview": "McLane se confruntă cu cea mai mare provocare de până acum, una cu ramificații în toată lumea, căci fiul său înstrăinat, Jack, este prins în ițele unei complicate povești în care este implicat și un mafiot rus, tată și fiu făcând din acest punct tot posibilul pentru a-și proteja unul-altuia viețile și de a elimina pericolul ce amenință însăși democrația.",
            "runtime": 98,
            "tagline": "Așa tată. Așa fiu. Așa infern.",
            "title": "Și mai greu de ucis"
          }
        },
        {
          "iso_3166_1": "UA",
          "iso_639_1": "uk",
          "name": "Український",
          "english_name": "Ukrainian",
          "data": {
            "homepage": "",
            "overview": "Джон МакКлейн прибуває в Москву, щоб визволити з в\u0027язниці свого непередбачуваного сина, але холодна голова і залізні м\u0027язи грузнуть в павутині російської дійсності. Справа, в яку встряг МакКлейн-молодший, виявляється настільки «небезпечною трясовиною», що батькові і синові, щоб вижити і в черговий раз врятувати світ, доводиться об\u0027єднати свої зусилля, забувши колишні, здавалося б, нездоланні розбіжності...",
            "runtime": 0,
            "tagline": "Як батько. Як син. Як пекло.",
            "title": "Міцний горішок: Гарний день, аби померти"
          }
        },
        {
          "iso_3166_1": "ID",
          "iso_639_1": "id",
          "name": "Bahasa indonesia",
          "english_name": "Indonesian",
          "data": {
            "homepage": "",
            "overview": "Ikonoklastik, polisi tanpa tahanan John McClane, menemukan dirinya untuk pertama kalinya di tanah asing setelah bepergian ke Moskow untuk membantu putranya yang bandel Jack - tidak menyadari bahwa Jack benar-benar seorang agen CIA yang sangat terlatih untuk menghentikan pencurian senjata nuklir. Dengan dunia bawah Rusia dalam pengejaran, dan berjuang dalam hitungan mundur untuk perang, kedua McClanes menemukan bahwa metode mereka yang berlawanan membuat mereka menjadi pahlawan yang tak terhentikan.",
            "runtime": 0,
            "tagline": "",
            "title": ""
          }
        },
        {
          "iso_3166_1": "HR",
          "iso_639_1": "hr",
          "name": "Hrvatski",
          "english_name": "Croatian",
          "data": {
            "homepage": "",
            "overview": "John McClane putuje u Rusiju kako bi pomogao naizgled zalutalome sinu Jacku. No na kraju saznaje da je Jack tajni CIA agent te zajedno krenu u borbu protiv podzemlja.",
            "runtime": 0,
            "tagline": "",
            "title": "Umri muški: Dobar dan za umiranje"
          }
        },
        {
          "iso_3166_1": "BR",
          "iso_639_1": "pt",
          "name": "Português",
          "english_name": "Portuguese",
          "data": {
            "homepage": "",
            "overview": "O policial John McClane não tem boa relação com seu filho. Os dois precisam deixar de lado suas diferenças para livrar o rapaz de uma acusação e proteger um terrorista que diz ter um dossiê contra um potencial candidato à presidência da Rússia.",
            "runtime": 98,
            "tagline": "Pai e filho. No céu ou inferno.",
            "title": "Duro de Matar: Um Bom Dia para Morrer"
          }
        },
        {
          "iso_3166_1": "SA",
          "iso_639_1": "ar",
          "name": "العربية",
          "english_name": "Arabic",
          "data": {
            "homepage": "",
            "overview": "تدور احداث فيلم حول تلك المرة، الشرطي جون ماكلين (بروس ويلز) يجد نفسه في موسكو لمساعده ابنه \u0022جاك\u0022، محاولا تقديم مساعدات كثيرة لإنقاذه، وإذا به يكتشف أن جاك أحد عملاء جهاز المخابرات المركزية الأمريكية، وأنه قد تلقى تدريبات عالية لوقف سرقة الأسلحة النووية، فيتمكن ماكلين وجاك من تكوين ثناني ذي أسلوب معين لتحقيق هدفهما.",
            "runtime": 0,
            "tagline": "",
            "title": "الشرس العنيد :يوم جيد للموت الصعب"
          }
        },
        {
          "iso_3166_1": "CA",
          "iso_639_1": "fr",
          "name": "Français",
          "english_name": "French",
          "data": {
            "homepage": "",
            "overview": "Inquiet pour son fils, le détective John McClane se rend à Moscou pour tenter de le tirer d\u0027une impasse. Il découvre alors que sa progéniture travaille en fait pour la CIA et a reçu pour mission de protéger un prisonnier politique qui aurait en sa possession des documents pouvant incriminer un important homme d\u0027état. Les hommes de main de ce dernier cherchent pour leur part à capturer le détenu en liberté avant que ces éléments ne soient rendus publics. De leur côté, le père et le fils, faisant désormais équipe, sortent l\u0027artillerie lourde pour mener la vie dure aux criminels.",
            "runtime": 96,
            "tagline": "Dans la famille, ils ont le sang chaud.",
            "title": "Une belle journée pour crever"
          }
        },
        {
          "iso_3166_1": "TW",
          "iso_639_1": "zh",
          "name": "普通话",
          "english_name": "Mandarin",
          "data": {
            "homepage": "",
            "overview": "猶如本片英文片名「死不了」的布魯斯威利，將再度施展超級「平凡英雄」約翰麥克連的渾身絕技，首度走出美國前往充滿異國情調的俄羅斯莫斯科，並在異國遇到與他感情漸行漸遠的兒子傑克麥克連(傑寇特尼飾)，希望將闖禍的兒子傑克帶回美國的約翰麥克連，意外發現兒子正獨自在當地為美國CIA執行一項重大任務，沒想到惹惱一海票國際恐怖份子，原本就失和而致使意見分歧的他們，必須為此聯手化解一場可能發生的核武危機。  這對火爆父子在出生入死之中，必須消弭彼此迥異的個性，過程中常因觀點不同而導致衝突不斷發生，他們是否能藉由血濃於水的親情化解紛爭？並且團結一致對抗恐怖分子，共同攜手拯救人民倖免於難？他們將在一連串驚險爆破、飛車、翻車、槍戰、核武危機之中，展開這場近乎窒息的亡命冒險……",
            "runtime": 97,
            "tagline": "",
            "title": "終極警探：跨國救援"
          }
        },
        {
          "iso_3166_1": "IR",
          "iso_639_1": "fa",
          "name": "فارسی",
          "english_name": "Persian",
          "data": {
            "homepage": "",
            "overview": "جان مک کلین برای کمک به پسر نافرمانش جک، به روسیه سفر می‌کند اما متوجه می‌شود که جک یک مأمور سی آی ای است که قصد دارد از دزدی یک اسلحه اتمی جلوگیری کند. این مسئله باعث می‌شود تا پسر و پدر همراه شوند تا جلوی این نیروهای زیرزمینی را بگیرند...",
            "runtime": 0,
            "tagline": "",
            "title": "یک روز خوب برای جان سخت"
          }
        },
        {
          "iso_3166_1": "MX",
          "iso_639_1": "es",
          "name": "Español",
          "english_name": "Spanish",
          "data": {
            "homepage": "",
            "overview": "John McClane, un policía de la ciudad de Nueva York, y su hijo deben dejar de lado sus diferencias para trabajar juntos y evitar que el hampa de Moscú controle unas armas nucleares",
            "runtime": 102,
            "tagline": "De tal padre, tal hijo... hasta en el infierno",
            "title": "Duro de matar: Un buen día para morir"
          }
        },
        {
          "iso_3166_1": "LV",
          "iso_639_1": "lv",
          "name": "Latviešu",
          "english_name": "Latvian",
          "data": {
            "homepage": "",
            "overview": "Neuzveicamais Džons Makleins ir atgriezies! Lai sameklētu un izpestītu no cietuma savu dēlu Džeku, Makleins dodas uz Maskavu pat nenojaušot, ka Džeks ir slepens CIP aģents, kurš iefiltrējies Krievijas kriminālajā pasaulē, lai novērstu kodolieroču zādzību.",
            "runtime": 0,
            "tagline": "",
            "title": "Cietākais rieksts"
          }
        },
        {
          "iso_3166_1": "RS",
          "iso_639_1": "sr",
          "name": "Srpski",
          "english_name": "Serbian",
          "data": {
            "homepage": "",
            "overview": "Брус Вилис је поново у култној улози Џона Меклејна, „правог“ хероја са умећем и ставом да увек остане једини преживели. Овог пута, полицајац који не узима таоце налази се на погрешном месту, након што дође у Москву да помогне отуђеном сину Џеку. Док руско подземље вршља и припрема рат, два Меклејна откривају да их комбинација њихових потпуно супротних метода чини незаустављивим херојима.",
            "runtime": 0,
            "tagline": "",
            "title": "Добар дан да се умре мушки"
          }
        },
        {
          "iso_3166_1": "LT",
          "iso_639_1": "lt",
          "name": "Lietuvių",
          "english_name": "Lithuanian",
          "data": {
            "homepage": "",
            "overview": "Kad galėtų Maskvoje padėti savo nenuspėjamam sūnui Džekui, Džonas Makleinas pirmą kartą ryžtasi vykti į svečią šalį, neįtardamas, kad Džekas iš tikrųjų yra profesionalus CŽV agentas, kurio užduotis - padaryti galą atominių ginklų vagystei. Iki tikro karo tiksint sekundėms, abu Makleinai veikdami savo, atrodytų, nesuderinamais metodais, kovoja su rusų nusikaltėliais ir tampa nesustabdomais didvyriais.",
            "runtime": 0,
            "tagline": "",
            "title": "Kietas riešutėlis. Puiki diena mirti"
          }
        },
        {
          "iso_3166_1": "HK",
          "iso_639_1": "zh",
          "name": "普通话",
          "english_name": "Mandarin",
          "data": {
            "homepage": "",
            "overview": "尊麥堅一向與廿歲出頭的兒子「小尊麥堅」關係疏離，但作為他的父親，無論怎樣棘手惡劣，面對逆戰時也會撐到盡，殺到底！兒子在東歐闖下大禍，疾惡如仇的老尊第一時間飛奔到莫斯科，結果冷不勝防下，被當地恐怖份子綁架──事件竟與發動第三次世界大戰有關！為防全球發生不可收拾的動亂，兩位尊麥堅同心並肩協力，再一次成為拯救世界的新英雄！",
            "runtime": 0,
            "tagline": "打死不離父子兵 火辣ACTION超狠勁",
            "title": "虎膽龍威：擇日開戰"
          }
        },
        {
          "iso_3166_1": "VN",
          "iso_639_1": "vi",
          "name": "Tiếng Việt",
          "english_name": "Vietnamese",
          "data": {
            "homepage": "",
            "overview": "Tiếp nối thành công từ những phần trước, Die Hard quay trở lại với bối cảnh ở Moscow - Nga. Cha con thám tử McClane được hội ngộ sau nhiều năm xa cách nhưng lại trong một hoàn cảnh hết sức éo le. Hai cha con họ phải gác bỏ những bất đồng, sát cánh chiến đấu cùng nhau để tồn tại.",
            "runtime": 0,
            "tagline": "",
            "title": "Đương Đầu Thử Thách 5"
          }
        },
        {
          "iso_3166_1": "GE",
          "iso_639_1": "ka",
          "name": "ქართული",
          "english_name": "Georgian",
          "data": {
            "homepage": "",
            "overview": "",
            "runtime": 0,
            "tagline": "",
            "title": "კერკეტი კაკალი 5"
          }
        },
        {
          "iso_3166_1": "ES",
          "iso_639_1": "ca",
          "name": "Català",
          "english_name": "Catalan",
          "data": {
            "homepage": "",
            "overview": "Conservant la destresa i l\u0027actitud perseverant característiques dels anteriors lliuraments, que l\u0027han convertit en el rival més gran de tots els criminals que atempten contra la llibertat de la humanitat i que han permetent la salvació d\u0027aquesta en diferents situacions i circumstàncies, John McClane haurà de viatjar a Rússia per rescatar el seu fill que està tancat en una presó sota les ordres d\u0027un dèspota líder rus. Pare i fill hauran d\u0027unir forces per lluitar contra el seu adversari, aconseguir alliberar-se i mantenir-se amb vida. Així, els protagonistes es veuran embolicats en una successió d\u0027extrema hostilitat que no només posarà la vida en perill, també la de la resta de ciutadans. El seu deure serà fer tot el possible per conservar una cosa tan essencial a la societat actual com és la democràcia, una llibertat de la qual el pervers i autoritari líder antagonista voldrà apoderar-se.",
            "runtime": 0,
            "tagline": "Pare i fill junts a l\u0027infern",
            "title": "La jungla: Un bon dia per morir"
          }
        },
        {
          "iso_3166_1": "AT",
          "iso_639_1": "de",
          "name": "Deutsch",
          "english_name": "German",
          "data": {
            "homepage": "",
            "overview": "Als ein gefürchteter russischer Führer aus der Gefangenschaft ausbricht und John McClanes Sohn Jack in die Ereignisse verwickelt wird, reist John nach Russland. Dort will er mittels frecher Sprüche und Waffeneinsatz seinen Spross, mit dem er bislang wenig Kontakt hatte, aus der Gefahrenzone retten. Wie sich herausstellt, ist sein Sohn jedoch alles andere als der von John McClane erwartete Waschlappen geworden. Hier ist der Apfel nicht weit vom Stamm gefallen, denn ohne Johns Wissen wurde Jack zu einem kaltschnäuzigen CIA-Agenten ausgebildet und ist ebenso hart im Nehmen wie sein alter Herr. Mit von der Partie ist ein Russe namens Komorov, hinter dem die gesamte russische Unterwelt her ist. Gemeinsam sieht sich das taffe Vater-Sohn-Duo mit Unterstützung von Komorov der halben Sowjet-Armee gegenüber, die einen Machtwechsel in Russland anstrebt.",
            "runtime": 98,
            "tagline": "",
            "title": "Stirb langsam - Ein guter Tag zum Sterben"
          }
        },
        {
          "iso_3166_1": "SI",
          "iso_639_1": "sl",
          "name": "Slovenščina",
          "english_name": "Slovenian",
          "data": {
            "homepage": "",
            "overview": "John McClane prispe v Moskvo, da izsledi svojega odtujenega sina Jacka. Osupel izve, da fant tajno varuje vladnega ovaduha Komarova. McClanova tako spet nosita kožo naprodaj in morata pozabiti na stare zamere, če hočeta Komarova spraviti na varno in preprečiti zločin z morebiti katastrofalnimi posledicami na najbolj zapuščenem kraju na svetu – v Černobilu.",
            "runtime": 0,
            "tagline": "Oče. Sin. Pekel.",
            "title": "Umri pokončno: Dober dan za smrt"
          }
        },
        {
          "iso_3166_1": "IN",
          "iso_639_1": "hi",
          "name": "हिन्दी",
          "english_name": "Hindi",
          "data": {
            "homepage": "",
            "overview": "",
            "runtime": 0,
            "tagline": "",
            "title": "अ गुड डे टू डाई हार्ड"
          }
        }
      ]
    },
    "Headers": {
      "Content-Type": "application/json; charset=utf-8",
      "Transfer-Encoding": "chunked",
      "Connection": "keep-alive",
      "Server": "openresty",
      "x-memc": "HIT",
      "x-memc-key": "982d79aa5e5a756c3aec888638ef77f149f287abde45ca637d580bf57bf13552",
      "x-az": "us-east-1a",
      "Cache-Control": "public, max-age=26219",
      "ETag": "W/\u0022f2e797fe9e15fc729213f20ccb58f28f\u0022",
      "Vary": [
        "accept-encoding",
        "Origin"
      ],
      "X-Cache": "Hit from cloudfront",
      "X-Amz-Cf-Pop": "MUC50-P5",
      "Alt-Svc": "h3=\u0022:443\u0022"
    }
  }
}