[
  {
    "RecordedAt": "2019-01-26T17:51:51.6471442Z",
    "ReducedUri": "/3/credit/5256ccf519c2956ff607ca00",
    "RespData": {
      "credit_type": "cast",
      "department": "Acting",
      "job": "Actor",
      "media": {
        "original_name": "House",
        "id": 1408,
        "name": "House",
        "vote_count": 957,
        "vote_average": 8.2,
        "first_air_date": "2004-11-16",
        "poster_path": "/lxSzRZ49NXwsiyHuvMsd19QxduC.jpg",
        "genre_ids": [
          35,
          18,
          9648
        ],
        "original_language": "en",
        "backdrop_path": "/ncdS5plsKvO3DLbRX0fBETB6SNS.jpg",
        "overview": "Dr. Gregory House, a drug-addicted, unconventional, misanthropic medical genius, leads a team of diagnosticians at the fictional Princeton–Plainsboro Teaching Hospital in New Jersey.",
        "origin_country": [
          "US"
        ],
        "popularity": 31.977,
        "character": "Gregory House",
        "episodes": [],
        "seasons": [
          {
            "air_date": null,
            "episode_count": 6,
            "id": 3682,
            "name": "Specials",
            "overview": "",
            "poster_path": "/4qDffrHMZRjSqiR3mVmzvAkhh54.jpg",
            "season_number": 0,
            "show_id": 1408
          },
          {
            "air_date": "2004-11-16",
            "episode_count": 22,
            "id": 3674,
            "name": "Season 1",
            "overview": "Dr. Gregory House is devoid of bedside manner  and wouldn't even talk to his patients if he could get away with it.  Dealing with his own constant physical pain, he uses a cane that seems  to punctuate his acerbic, brutally honest demeanor. While his behavior  can border on antisocial, House is a maverick physician whose  unconventional thinking and flawless instincts have afforded him a great  deal of respect. House's roster of medical cases are the inexplicable  ones other doctors can't solve, and he has assembled an elite team of  young medical experts to help him in his effort to solve these  diagnostic mysteries.",
            "poster_path": "/lXBIhFheyDRA72vRQvYF1mkEF27.jpg",
            "season_number": 1,
            "show_id": 1408
          },
          {
            "air_date": "2006-09-05",
            "episode_count": 24,
            "id": 3679,
            "name": "Season 3",
            "overview": "In the Season 2 finale, House suffered  multiple gunshot wounds inflicted by a former patient's husband  determined to carry out retribution for House's treatment of his wife's  case. In a shocking surprise to his co-workers, House comes through the  ordeal with a slightly new perspective on his treatment of patients —  but will it affect how he makes medical decisions? And will it last?",
            "poster_path": "/muuLevUfVbpq87lWljfZ8HLga6b.jpg",
            "season_number": 3,
            "show_id": 1408
          },
          {
            "air_date": "2005-09-13",
            "episode_count": 24,
            "id": 3675,
            "name": "Season 2",
            "overview": "House will do whatever it takes to solve a  case before it's too late, from sending one of his team to break into a  patient's home in search of clues, to attempting a controversial,  trial-and-error form of treatment to see how a patient responds. House's  methods may be suspect, but his results are not — he saves lives no one  else can. Always in House's way is Dr. Lisa Cuddy, the Dean of Medicine  and hospital administrator — and ethical gatekeeper of the hospital who  is in constant conflict with House over his extreme treatments and  unconventional behavior. House's former love Stacy Warner recently  accepted a job as General Counsel to the hospital, and her presence  there has reignited feelings House thought were safely buried.",
            "poster_path": "/j2LxTsMhXYqfi4k9Vome8kQc26U.jpg",
            "season_number": 2,
            "show_id": 1408
          },
          {
            "air_date": "2011-10-03",
            "episode_count": 22,
            "id": 3681,
            "name": "Season 8",
            "overview": "Last season, House and Cuddy finally decided to take  their relationship to the next level, but struggled to find a balance  between their professional and personal lives, and ultimately, Cuddy  made the very emotional decision to end their relationship. As each of  them dealt with the aftermath of the break-up, House got married to an  immigrant in need of a Green Card. In the series' milestone 150th  episode, Thirteen was released from prison after euthanizing her brother  who was suffering from the late stages of Huntington's Disease, the  same disease with which she is afflicted.  As the season comes to a  close, when House's attempts to mend his relationship with Cuddy fall  short, he's compelled to take drastic and possibly irrevocable measures  that could forever change the course of their relationship.",
            "poster_path": "/fqMpdjiGe4jejxTm1NAWnhRV6CM.jpg",
            "season_number": 8,
            "show_id": 1408
          },
          {
            "air_date": "2010-09-20",
            "episode_count": 23,
            "id": 3680,
            "name": "Season 7",
            "overview": "In the Season 6 finale, House, driven by the  loss of a patient he treated at an accident site and confronted with  the unexpected news that Cuddy was now engaged, spiraled into despair  and considered treating his mental and emotional anguish with Vicodin,  potentially prompting the cycle of his dependency and addiction all over  again. But in a surprising turn, Cuddy revealed that she called off her  engagement and admitted to House she loves him, despite wishing she  didn’t. Also, Thirteen submitted her leave of absence from the hospital,  prompting questions about the status of her health.  As Season 7 begins, House and Cuddy attempt to make a real  relationship work and face the question as to whether their new  relationship will affect their ability to diagnose patients.",
            "poster_path": "/z0zkn4BME4M9ycaHldChWR3m7XL.jpg",
            "season_number": 7,
            "show_id": 1408
          },
          {
            "air_date": "2009-09-21",
            "episode_count": 22,
            "id": 3677,
            "name": "Season 6",
            "overview": "When the previous season concluded, House was  forced to admit that he had lost his grip on reality and could no longer  practice medicine.  Out of options, he checked himself into a  psychiatric hospital. Season 6 will explore  House’s long and twisted road to recovery: Can he find some version of  sanity and normalcy? Can he stay away from the workplace that arguably  drove him to mental instability but is also the only stable foundation  in his life? Can Princeton-Plainsboro continue its celebrated Department  of Diagnostics without him? How will Cuddy’s relationship with House  change, now that their imagined affair is out in the open?",
            "poster_path": "/hhcJGHhq2xMUCp2sGRrw523M7Zx.jpg",
            "season_number": 6,
            "show_id": 1408
          },
          {
            "air_date": "2008-09-16",
            "episode_count": 24,
            "id": 3676,
            "name": "Season 5",
            "overview": "In the Season 4 finale, after a massive bus accident left House without  recollection of the accident, he and  the team put the pieces of his  memory together and discover Wilson’s girlfriend Amber was on the bus  with him and was fatally injured.  Wilson has to face the shocking  realization that House was involved in Amber’s death.\n\nAs Season 5  opens, with his friendship with Wilson shattered, House must determine  if he’s responsible for Amber’s death and Wilson must decide if House is  a destructive force in his life while Cuddy attempts to advance a  reconciliation between the two of them.",
            "poster_path": "/bwE3QGVeC7E5VycnIPVzPtzpBId.jpg",
            "season_number": 5,
            "show_id": 1408
          },
          {
            "air_date": "2007-09-25",
            "episode_count": 16,
            "id": 3678,
            "name": "Season 4",
            "overview": "In the Season 3 finale, the set-in-his-ways House was confronted  with a series of major changes to his team — but any effects of this  “house-cleaning,\" or the changes it may bring to House professionally or  personally, remain to be seen...",
            "poster_path": "/CryJFbwif5U1VViZ5EkmeomD3q.jpg",
            "season_number": 4,
            "show_id": 1408
          }
        ]
      },
      "media_type": "tv",
      "id": "5256ccf519c2956ff607ca00",
      "person": {
        "adult": false,
        "gender": 2,
        "name": "Hugh Laurie",
        "id": 41419,
        "known_for": [
          {
            "adult": false,
            "backdrop_path": "/fQbc5XuB4vWA9gnY1CmyxFaOufF.jpg",
            "genre_ids": [
              12,
              10751,
              9648,
              878
            ],
            "id": 158852,
            "original_language": "en",
            "original_title": "Tomorrowland",
            "overview": "Bound by a shared destiny, a bright, optimistic teen bursting with scientific curiosity and a former boy-genius inventor jaded by disillusionment embark on a danger-filled mission to unearth the secrets of an enigmatic place somewhere in time and space that exists in their collective memory as \"Tomorrowland.\"",
            "poster_path": "/69Cz9VNQZy39fUE2g0Ggth6SBTM.jpg",
            "release_date": "2015-05-19",
            "title": "Tomorrowland",
            "video": false,
            "vote_average": 6.2,
            "vote_count": 4325,
            "popularity": 18.291,
            "media_type": "movie"
          },
          {
            "adult": false,
            "backdrop_path": "/a5zAJBPShxIQmkUsXMPsHhORQXO.jpg",
            "genre_ids": [
              16,
              10751,
              12,
              878
            ],
            "id": 15512,
            "original_language": "en",
            "original_title": "Monsters vs Aliens",
            "overview": "When Susan Murphy is unwittingly clobbered by a meteor full of outer space gunk on her wedding day, she mysteriously grows to 49-feet-11-inches. The military jumps into action and captures Susan, secreting her away to a covert government compound. She is renamed Ginormica and placed in confinement with a ragtag group of Monsters...",
            "poster_path": "/uNGGJQR82y7z9uTRaSj6UQUqxOl.jpg",
            "release_date": "2009-03-19",
            "title": "Monsters vs Aliens",
            "video": false,
            "vote_average": 6.1,
            "vote_count": 2323,
            "popularity": 10.883,
            "media_type": "movie"
          },
          {
            "adult": false,
            "backdrop_path": "/bfiybUiH5TEiuk1Znn2cYG4w0YD.jpg",
            "genre_ids": [
              16,
              14,
              10751,
              35
            ],
            "id": 10137,
            "original_language": "en",
            "original_title": "Stuart Little",
            "overview": "The adventures of a heroic and debonair stalwart mouse named Stuart Little with human qualities, who faces some comic misadventures while searching for his lost bird friend and living with a human family as their child.",
            "poster_path": "/539JU71suy9q4Wd5vvkKQLl5fTC.jpg",
            "release_date": "1999-12-17",
            "title": "Stuart Little",
            "video": false,
            "vote_average": 5.9,
            "vote_count": 1980,
            "popularity": 8.911,
            "media_type": "movie"
          }
        ],
        "known_for_department": "Acting",
        "profile_path": "/3qCmEHtq5fBW8dbzsYDSy16Zqb0.jpg",
        "popularity": 4.967
      }
    },
    "RespStatusCode": 200,
    "ReqMethod": "GET",
    "RespHeaders": {
      "Content-Type": "application/json; charset=utf-8"
    }
  },
  {
    "RecordedAt": "2019-01-26T17:52:23.0999106Z",
    "ReducedUri": "/3/credit/525719bb760ee3776a1835d3",
    "RespData": {
      "credit_type": "cast",
      "department": "Acting",
      "job": "Actor",
      "media": {
        "backdrop_path": "/dtvRLuUgo4CLh5kRy26MImDyHvr.jpg",
        "first_air_date": "1984-09-16",
        "genre_ids": [
          80,
          18
        ],
        "id": 1908,
        "name": "Miami Vice",
        "origin_country": [
          "US"
        ],
        "original_language": "en",
        "original_name": "Miami Vice",
        "overview": "The story of the Miami Police Department's vice squad and its efforts to end drug trafficking and prostitution, centered on the unlikely partnership of Sonny Crockett and Ricardo Tubbs - who first meet when Tubbs is undercover in a drug cartel.",
        "poster_path": "/6psPEKu03UCiLqBxzeSy7wRQOVN.jpg",
        "vote_average": 7.3,
        "vote_count": 110,
        "popularity": 12.35,
        "character": "",
        "episodes": [
          {
            "air_date": "1984-11-09",
            "episode_number": 8,
            "id": 124339,
            "name": "No Exit",
            "overview": "Crockett and Tubbs reluctantly help government agents in their pursuit of a dangerous arms dealer.",
            "production_code": "59508",
            "season_number": 1,
            "show_id": 1908,
            "still_path": "/zJZDnnNGO0ciOQ9SUdEGLLCE4r0.jpg",
            "vote_average": 4.0,
            "vote_count": 1
          }
        ],
        "seasons": []
      },
      "media_type": "tv",
      "id": "525719bb760ee3776a1835d3",
      "person": {
        "adult": false,
        "gender": 2,
        "name": "Bruce Willis",
        "id": 62,
        "known_for": [
          {
            "adult": false,
            "backdrop_path": "/4cDFJr4HnXN5AdPw4AKrmLlMWdO.jpg",
            "genre_ids": [
              53,
              80
            ],
            "id": 680,
            "original_language": "en",
            "original_title": "Pulp Fiction",
            "overview": "A burger-loving hit man, his philosophical partner, a drug-addled gangster's moll and a washed-up boxer converge in this sprawling, comedic crime caper. Their adventures unfurl in three stories that ingeniously trip back and forth in time.",
            "poster_path": "/dM2w364MScsjFf8pfMbaWUcWrR.jpg",
            "release_date": "1994-09-10",
            "title": "Pulp Fiction",
            "video": false,
            "vote_average": 8.4,
            "vote_count": 13875,
            "popularity": 37.649,
            "media_type": "movie"
          },
          {
            "adult": false,
            "backdrop_path": "/4G6FNNLSIVrwSRZyFs91hQ3lZtD.jpg",
            "genre_ids": [
              27,
              53
            ],
            "id": 381288,
            "original_language": "en",
            "original_title": "Split",
            "overview": "Though Kevin has evidenced 23 personalities to his trusted psychiatrist, Dr. Fletcher, there remains one still submerged who is set to materialize and dominate all the others. Compelled to abduct three teenage girls led by the willful, observant Casey, Kevin reaches a war for survival among all of those contained within him — as well as everyone around him — as the walls between his compartments shatter apart.",
            "poster_path": "/rXMWOZiCt6eMX22jWuTOSdQ98bY.jpg",
            "release_date": "2017-01-19",
            "title": "Split",
            "video": false,
            "vote_average": 7.2,
            "vote_count": 8986,
            "popularity": 68.454,
            "media_type": "movie"
          },
          {
            "adult": false,
            "backdrop_path": "/vuHG8VlYnvw4gUKtS7GY5kZol69.jpg",
            "genre_ids": [
              28,
              53,
              878
            ],
            "id": 59967,
            "original_language": "en",
            "original_title": "Looper",
            "overview": "In the futuristic action thriller Looper, time travel will be invented but it will be illegal and only available on the black market. When the mob wants to get rid of someone, they will send their target 30 years into the past where a looper, a hired gun, like Joe is waiting to mop up. Joe is getting rich and life is good until the day the mob decides to close the loop, sending back Joe's future self for assassination.",
            "poster_path": "/sNjL6SqErDBE8OUZlrDLkexfsCj.jpg",
            "release_date": "2012-09-26",
            "title": "Looper",
            "video": false,
            "vote_average": 6.8,
            "vote_count": 6342,
            "popularity": 14.358,
            "media_type": "movie"
          }
        ],
        "known_for_department": "Acting",
        "profile_path": "/kI1OluWhLJk3pnR19VjOfABpnTY.jpg",
        "popularity": 17.767
      }
    },
    "RespStatusCode": 200,
    "ReqMethod": "GET",
    "RespHeaders": {
      "Content-Type": "application/json; charset=utf-8"
    }
  },
  {
    "RecordedAt": "2019-01-26T17:51:51.3459883Z",
    "ReducedUri": "/3/credit/999999999",
    "RespData": {
      "status_code": 34,
      "status_message": "The resource you requested could not be found."
    },
    "RespStatusCode": 404,
    "ReqMethod": "GET",
    "RespHeaders": {
      "Content-Type": "application/json; charset=utf-8"
    }
  }
]